---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingLayoutVert
source: html/8364ce27-5197-543c-17a1-c70123121d55.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingLayoutVert Property

"Layout"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingLayoutVert { get; }
```